stress-output-utf8.txt

         /\      Grafana   /ΓÇ╛ΓÇ╛/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ΓÇ╛ΓÇ╛\ 
  /          \   |   (  |  (ΓÇ╛)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: stress-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 3m30s max duration (incl. graceful stop):
              * default: Up to 200 looping VUs for 3m0s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.9s), 002/200 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 002/200 VUs  0m00.9s/3m00.0s

running (0m01.9s), 004/200 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 004/200 VUs  0m01.9s/3m00.0s

running (0m02.9s), 005/200 VUs, 4 complete and 0 interrupted iterations
default   [   2% ] 005/200 VUs  0m02.9s/3m00.0s

running (0m03.9s), 007/200 VUs, 9 complete and 0 interrupted iterations
default   [   2% ] 007/200 VUs  0m03.9s/3m00.0s

running (0m04.9s), 009/200 VUs, 16 complete and 0 interrupted iterations
default   [   3% ] 009/200 VUs  0m04.9s/3m00.0s

running (0m05.9s), 010/200 VUs, 23 complete and 0 interrupted iterations
default   [   3% ] 010/200 VUs  0m05.9s/3m00.0s

running (0m06.9s), 012/200 VUs, 32 complete and 0 interrupted iterations
default   [   4% ] 012/200 VUs  0m06.9s/3m00.0s

running (0m07.9s), 013/200 VUs, 42 complete and 0 interrupted iterations
default   [   4% ] 013/200 VUs  0m07.9s/3m00.0s

running (0m08.9s), 015/200 VUs, 53 complete and 0 interrupted iterations
default   [   5% ] 015/200 VUs  0m08.9s/3m00.0s

running (0m09.9s), 017/200 VUs, 66 complete and 0 interrupted iterations
default   [   5% ] 017/200 VUs  0m09.9s/3m00.0s

running (0m10.9s), 018/200 VUs, 80 complete and 0 interrupted iterations
default   [   6% ] 018/200 VUs  0m10.9s/3m00.0s

running (0m11.9s), 020/200 VUs, 97 complete and 0 interrupted iterations
default   [   7% ] 020/200 VUs  0m11.9s/3m00.0s

running (0m12.9s), 022/200 VUs, 115 complete and 0 interrupted iterations
default   [   7% ] 022/200 VUs  0m12.9s/3m00.0s

running (0m13.9s), 023/200 VUs, 135 complete and 0 interrupted iterations
default   [   8% ] 023/200 VUs  0m13.9s/3m00.0s

running (0m14.9s), 025/200 VUs, 155 complete and 0 interrupted iterations
default   [   8% ] 025/200 VUs  0m14.9s/3m00.0s

running (0m15.9s), 026/200 VUs, 178 complete and 0 interrupted iterations
default   [   9% ] 026/200 VUs  0m15.9s/3m00.0s

running (0m16.9s), 028/200 VUs, 199 complete and 0 interrupted iterations
default   [   9% ] 028/200 VUs  0m16.9s/3m00.0s

running (0m17.9s), 030/200 VUs, 218 complete and 0 interrupted iterations
default   [  10% ] 030/200 VUs  0m17.9s/3m00.0s

running (0m18.9s), 031/200 VUs, 247 complete and 0 interrupted iterations
default   [  10% ] 031/200 VUs  0m18.9s/3m00.0s

running (0m19.9s), 033/200 VUs, 276 complete and 0 interrupted iterations
default   [  11% ] 033/200 VUs  0m19.9s/3m00.0s

running (0m20.9s), 035/200 VUs, 306 complete and 0 interrupted iterations
default   [  12% ] 035/200 VUs  0m20.9s/3m00.0s

running (0m21.9s), 036/200 VUs, 336 complete and 0 interrupted iterations
default   [  12% ] 036/200 VUs  0m21.9s/3m00.0s

running (0m22.9s), 038/200 VUs, 367 complete and 0 interrupted iterations
default   [  13% ] 038/200 VUs  0m22.9s/3m00.0s

running (0m23.9s), 040/200 VUs, 401 complete and 0 interrupted iterations
default   [  13% ] 040/200 VUs  0m23.9s/3m00.0s

running (0m24.9s), 041/200 VUs, 427 complete and 0 interrupted iterations
default   [  14% ] 041/200 VUs  0m24.9s/3m00.0s

running (0m25.9s), 043/200 VUs, 467 complete and 0 interrupted iterations
default   [  14% ] 043/200 VUs  0m25.9s/3m00.0s

running (0m26.9s), 044/200 VUs, 500 complete and 0 interrupted iterations
default   [  15% ] 044/200 VUs  0m26.9s/3m00.0s

running (0m27.9s), 046/200 VUs, 536 complete and 0 interrupted iterations
default   [  15% ] 046/200 VUs  0m27.9s/3m00.0s

running (0m28.9s), 048/200 VUs, 567 complete and 0 interrupted iterations
default   [  16% ] 048/200 VUs  0m28.9s/3m00.0s

running (0m29.9s), 049/200 VUs, 603 complete and 0 interrupted iterations
default   [  17% ] 049/200 VUs  0m29.9s/3m00.0s

running (0m30.9s), 052/200 VUs, 637 complete and 0 interrupted iterations
default   [  17% ] 052/200 VUs  0m30.9s/3m00.0s

running (0m31.9s), 054/200 VUs, 675 complete and 0 interrupted iterations
default   [  18% ] 054/200 VUs  0m31.9s/3m00.0s

running (0m32.9s), 057/200 VUs, 710 complete and 0 interrupted iterations
default   [  18% ] 057/200 VUs  0m32.9s/3m00.0s

running (0m33.9s), 059/200 VUs, 744 complete and 0 interrupted iterations
default   [  19% ] 059/200 VUs  0m33.9s/3m00.0s

running (0m34.9s), 062/200 VUs, 786 complete and 0 interrupted iterations
default   [  19% ] 062/200 VUs  0m34.9s/3m00.0s

running (0m35.9s), 064/200 VUs, 818 complete and 0 interrupted iterations
default   [  20% ] 064/200 VUs  0m35.9s/3m00.0s

running (0m36.9s), 067/200 VUs, 849 complete and 0 interrupted iterations
default   [  20% ] 067/200 VUs  0m36.9s/3m00.0s

running (0m37.9s), 069/200 VUs, 885 complete and 0 interrupted iterations
default   [  21% ] 069/200 VUs  0m37.9s/3m00.0s

running (0m38.9s), 072/200 VUs, 929 complete and 0 interrupted iterations
default   [  22% ] 072/200 VUs  0m38.9s/3m00.0s

running (0m39.9s), 074/200 VUs, 961 complete and 0 interrupted iterations
default   [  22% ] 074/200 VUs  0m39.9s/3m00.0s

running (0m40.9s), 077/200 VUs, 1000 complete and 0 interrupted iterations
default   [  23% ] 077/200 VUs  0m40.9s/3m00.0s

running (0m41.9s), 079/200 VUs, 1033 complete and 0 interrupted iterations
default   [  23% ] 079/200 VUs  0m41.9s/3m00.0s

running (0m42.9s), 082/200 VUs, 1072 complete and 0 interrupted iterations
default   [  24% ] 082/200 VUs  0m42.9s/3m00.0s

running (0m43.9s), 084/200 VUs, 1110 complete and 0 interrupted iterations
default   [  24% ] 084/200 VUs  0m43.9s/3m00.0s

running (0m44.9s), 087/200 VUs, 1152 complete and 0 interrupted iterations
default   [  25% ] 087/200 VUs  0m44.9s/3m00.0s

running (0m45.9s), 089/200 VUs, 1192 complete and 0 interrupted iterations
default   [  25% ] 089/200 VUs  0m45.9s/3m00.0s

running (0m46.9s), 092/200 VUs, 1226 complete and 0 interrupted iterations
default   [  26% ] 092/200 VUs  0m46.9s/3m00.0s

running (0m47.9s), 094/200 VUs, 1265 complete and 0 interrupted iterations
default   [  27% ] 094/200 VUs  0m47.9s/3m00.0s

running (0m48.9s), 097/200 VUs, 1301 complete and 0 interrupted iterations
default   [  27% ] 097/200 VUs  0m48.9s/3m00.0s

running (0m49.9s), 099/200 VUs, 1338 complete and 0 interrupted iterations
default   [  28% ] 099/200 VUs  0m49.9s/3m00.0s

running (0m50.9s), 102/200 VUs, 1384 complete and 0 interrupted iterations
default   [  28% ] 102/200 VUs  0m50.9s/3m00.0s

running (0m51.9s), 104/200 VUs, 1425 complete and 0 interrupted iterations
default   [  29% ] 104/200 VUs  0m51.9s/3m00.0s

running (0m52.9s), 107/200 VUs, 1460 complete and 0 interrupted iterations
default   [  29% ] 107/200 VUs  0m52.9s/3m00.0s

running (0m53.9s), 109/200 VUs, 1499 complete and 0 interrupted iterations
default   [  30% ] 109/200 VUs  0m53.9s/3m00.0s

running (0m54.9s), 112/200 VUs, 1544 complete and 0 interrupted iterations
default   [  30% ] 112/200 VUs  0m54.9s/3m00.0s

running (0m55.9s), 114/200 VUs, 1583 complete and 0 interrupted iterations
default   [  31% ] 114/200 VUs  0m55.9s/3m00.0s

running (0m56.9s), 117/200 VUs, 1625 complete and 0 interrupted iterations
default   [  32% ] 117/200 VUs  0m56.9s/3m00.0s

running (0m57.9s), 119/200 VUs, 1664 complete and 0 interrupted iterations
default   [  32% ] 119/200 VUs  0m57.9s/3m00.0s

running (0m58.9s), 122/200 VUs, 1708 complete and 0 interrupted iterations
default   [  33% ] 122/200 VUs  0m58.9s/3m00.0s

running (0m59.9s), 124/200 VUs, 1756 complete and 0 interrupted iterations
default   [  33% ] 124/200 VUs  0m59.9s/3m00.0s

running (1m00.9s), 127/200 VUs, 1793 complete and 0 interrupted iterations
default   [  34% ] 127/200 VUs  1m00.9s/3m00.0s

running (1m01.9s), 129/200 VUs, 1836 complete and 0 interrupted iterations
default   [  34% ] 129/200 VUs  1m01.9s/3m00.0s

running (1m02.9s), 132/200 VUs, 1882 complete and 0 interrupted iterations
default   [  35% ] 132/200 VUs  1m02.9s/3m00.0s

running (1m03.9s), 134/200 VUs, 1924 complete and 0 interrupted iterations
default   [  36% ] 134/200 VUs  1m03.9s/3m00.0s

running (1m04.9s), 137/200 VUs, 1967 complete and 0 interrupted iterations
default   [  36% ] 137/200 VUs  1m04.9s/3m00.0s

running (1m05.9s), 139/200 VUs, 2013 complete and 0 interrupted iterations
default   [  37% ] 139/200 VUs  1m05.9s/3m00.0s

running (1m06.9s), 142/200 VUs, 2057 complete and 0 interrupted iterations
default   [  37% ] 142/200 VUs  1m06.9s/3m00.0s

running (1m07.9s), 144/200 VUs, 2100 complete and 0 interrupted iterations
default   [  38% ] 144/200 VUs  1m07.9s/3m00.0s

running (1m08.9s), 147/200 VUs, 2145 complete and 0 interrupted iterations
default   [  38% ] 147/200 VUs  1m08.9s/3m00.0s

running (1m09.9s), 149/200 VUs, 2192 complete and 0 interrupted iterations
default   [  39% ] 149/200 VUs  1m09.9s/3m00.0s

running (1m10.9s), 152/200 VUs, 2232 complete and 0 interrupted iterations
default   [  39% ] 152/200 VUs  1m10.9s/3m00.0s

running (1m11.9s), 154/200 VUs, 2277 complete and 0 interrupted iterations
default   [  40% ] 154/200 VUs  1m11.9s/3m00.0s

running (1m12.9s), 157/200 VUs, 2318 complete and 0 interrupted iterations
default   [  40% ] 157/200 VUs  1m12.9s/3m00.0s

running (1m13.9s), 159/200 VUs, 2364 complete and 0 interrupted iterations
default   [  41% ] 159/200 VUs  1m13.9s/3m00.0s

running (1m14.9s), 162/200 VUs, 2410 complete and 0 interrupted iterations
default   [  42% ] 162/200 VUs  1m14.9s/3m00.0s

running (1m15.9s), 164/200 VUs, 2454 complete and 0 interrupted iterations
default   [  42% ] 164/200 VUs  1m15.9s/3m00.0s

running (1m16.9s), 167/200 VUs, 2502 complete and 0 interrupted iterations
default   [  43% ] 167/200 VUs  1m16.9s/3m00.0s

running (1m17.9s), 169/200 VUs, 2544 complete and 0 interrupted iterations
default   [  43% ] 169/200 VUs  1m17.9s/3m00.0s

running (1m18.9s), 172/200 VUs, 2590 complete and 0 interrupted iterations
default   [  44% ] 172/200 VUs  1m18.9s/3m00.0s

running (1m19.9s), 174/200 VUs, 2630 complete and 0 interrupted iterations
default   [  44% ] 174/200 VUs  1m19.9s/3m00.0s

running (1m20.9s), 177/200 VUs, 2676 complete and 0 interrupted iterations
default   [  45% ] 177/200 VUs  1m20.9s/3m00.0s

running (1m21.9s), 179/200 VUs, 2723 complete and 0 interrupted iterations
default   [  45% ] 179/200 VUs  1m21.9s/3m00.0s

running (1m22.9s), 182/200 VUs, 2768 complete and 0 interrupted iterations
default   [  46% ] 182/200 VUs  1m22.9s/3m00.0s

running (1m23.9s), 184/200 VUs, 2820 complete and 0 interrupted iterations
default   [  47% ] 184/200 VUs  1m23.9s/3m00.0s

running (1m24.9s), 187/200 VUs, 2862 complete and 0 interrupted iterations
default   [  47% ] 187/200 VUs  1m24.9s/3m00.0s

running (1m25.9s), 189/200 VUs, 2907 complete and 0 interrupted iterations
default   [  48% ] 189/200 VUs  1m25.9s/3m00.0s

running (1m26.9s), 192/200 VUs, 2949 complete and 0 interrupted iterations
default   [  48% ] 192/200 VUs  1m26.9s/3m00.0s

running (1m27.9s), 194/200 VUs, 3003 complete and 0 interrupted iterations
default   [  49% ] 194/200 VUs  1m27.9s/3m00.0s

running (1m28.9s), 197/200 VUs, 3050 complete and 0 interrupted iterations
default   [  49% ] 197/200 VUs  1m28.9s/3m00.0s

running (1m29.9s), 199/200 VUs, 3095 complete and 0 interrupted iterations
default   [  50% ] 199/200 VUs  1m29.9s/3m00.0s

running (1m30.9s), 200/200 VUs, 3143 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  1m30.9s/3m00.0s

running (1m31.9s), 200/200 VUs, 3193 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  1m31.9s/3m00.0s

running (1m32.9s), 200/200 VUs, 3238 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  1m32.9s/3m00.0s

running (1m33.9s), 200/200 VUs, 3288 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  1m33.9s/3m00.0s

running (1m34.9s), 200/200 VUs, 3336 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  1m34.9s/3m00.0s

running (1m35.9s), 200/200 VUs, 3389 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  1m35.9s/3m00.0s

running (1m36.9s), 200/200 VUs, 3436 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  1m36.9s/3m00.0s

running (1m37.9s), 200/200 VUs, 3485 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  1m37.9s/3m00.0s

running (1m38.9s), 200/200 VUs, 3536 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  1m38.9s/3m00.0s

running (1m39.9s), 200/200 VUs, 3587 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  1m39.9s/3m00.0s

running (1m40.9s), 200/200 VUs, 3636 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  1m40.9s/3m00.0s

running (1m41.9s), 200/200 VUs, 3685 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  1m41.9s/3m00.0s

running (1m42.9s), 200/200 VUs, 3736 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  1m42.9s/3m00.0s

running (1m43.9s), 200/200 VUs, 3787 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  1m43.9s/3m00.0s

running (1m44.9s), 200/200 VUs, 3835 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  1m44.9s/3m00.0s

running (1m45.9s), 200/200 VUs, 3886 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  1m45.9s/3m00.0s

running (1m46.9s), 200/200 VUs, 3937 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  1m46.9s/3m00.0s

running (1m47.9s), 200/200 VUs, 3986 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  1m47.9s/3m00.0s

running (1m48.9s), 200/200 VUs, 4036 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  1m48.9s/3m00.0s

running (1m49.9s), 200/200 VUs, 4085 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  1m49.9s/3m00.0s

running (1m50.9s), 200/200 VUs, 4137 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  1m50.9s/3m00.0s

running (1m51.9s), 200/200 VUs, 4187 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  1m51.9s/3m00.0s

running (1m52.9s), 200/200 VUs, 4235 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  1m52.9s/3m00.0s

running (1m53.9s), 200/200 VUs, 4285 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  1m53.9s/3m00.0s

running (1m54.9s), 200/200 VUs, 4338 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  1m54.9s/3m00.0s

running (1m55.9s), 200/200 VUs, 4386 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  1m55.9s/3m00.0s

running (1m56.9s), 200/200 VUs, 4436 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  1m56.9s/3m00.0s

running (1m57.9s), 200/200 VUs, 4486 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  1m57.9s/3m00.0s

running (1m58.9s), 200/200 VUs, 4538 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  1m58.9s/3m00.0s

running (1m59.9s), 200/200 VUs, 4583 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  1m59.9s/3m00.0s

running (2m00.9s), 200/200 VUs, 4637 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  2m00.9s/3m00.0s

running (2m01.9s), 200/200 VUs, 4690 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  2m01.9s/3m00.0s

running (2m02.9s), 200/200 VUs, 4736 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  2m02.9s/3m00.0s

running (2m03.9s), 200/200 VUs, 4783 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  2m03.9s/3m00.0s

running (2m04.9s), 200/200 VUs, 4837 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  2m04.9s/3m00.0s

running (2m05.9s), 200/200 VUs, 4891 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  2m05.9s/3m00.0s

running (2m06.9s), 200/200 VUs, 4934 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  2m06.9s/3m00.0s

running (2m07.9s), 200/200 VUs, 4985 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  2m07.9s/3m00.0s

running (2m08.9s), 200/200 VUs, 5039 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  2m08.9s/3m00.0s

running (2m09.9s), 200/200 VUs, 5085 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  2m09.9s/3m00.0s

running (2m10.9s), 200/200 VUs, 5136 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  2m10.9s/3m00.0s

running (2m11.9s), 200/200 VUs, 5186 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  2m11.9s/3m00.0s

running (2m12.9s), 200/200 VUs, 5236 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  2m12.9s/3m00.0s

running (2m13.9s), 200/200 VUs, 5285 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  2m13.9s/3m00.0s

running (2m14.9s), 200/200 VUs, 5336 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  2m14.9s/3m00.0s

running (2m15.9s), 200/200 VUs, 5387 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  2m15.9s/3m00.0s

running (2m16.9s), 200/200 VUs, 5436 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  2m16.9s/3m00.0s

running (2m17.9s), 200/200 VUs, 5485 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  2m17.9s/3m00.0s

running (2m18.9s), 200/200 VUs, 5536 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  2m18.9s/3m00.0s

running (2m19.9s), 200/200 VUs, 5587 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  2m19.9s/3m00.0s

running (2m20.9s), 200/200 VUs, 5635 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  2m20.9s/3m00.0s

running (2m21.9s), 200/200 VUs, 5686 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  2m21.9s/3m00.0s

running (2m22.9s), 200/200 VUs, 5736 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  2m22.9s/3m00.0s

running (2m23.9s), 200/200 VUs, 5785 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  2m23.9s/3m00.0s

running (2m24.9s), 200/200 VUs, 5835 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  2m24.9s/3m00.0s

running (2m25.9s), 200/200 VUs, 5886 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  2m25.9s/3m00.0s

running (2m26.9s), 200/200 VUs, 5935 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  2m26.9s/3m00.0s

running (2m27.9s), 200/200 VUs, 5985 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  2m27.9s/3m00.0s

running (2m28.9s), 200/200 VUs, 6036 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  2m28.9s/3m00.0s

running (2m29.9s), 200/200 VUs, 6086 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  2m29.9s/3m00.0s

running (2m30.9s), 200/200 VUs, 6136 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  2m30.9s/3m00.0s

running (2m31.9s), 199/200 VUs, 6187 complete and 0 interrupted iterations
default   [  84% ] 199/200 VUs  2m31.9s/3m00.0s

running (2m32.9s), 196/200 VUs, 6236 complete and 0 interrupted iterations
default   [  85% ] 196/200 VUs  2m32.9s/3m00.0s

running (2m33.9s), 191/200 VUs, 6286 complete and 0 interrupted iterations
default   [  85% ] 191/200 VUs  2m33.9s/3m00.0s

running (2m34.9s), 182/200 VUs, 6337 complete and 0 interrupted iterations
default   [  86% ] 182/200 VUs  2m34.9s/3m00.0s

running (2m35.9s), 177/200 VUs, 6390 complete and 0 interrupted iterations
default   [  87% ] 177/200 VUs  2m35.9s/3m00.0s

running (2m36.9s), 169/200 VUs, 6452 complete and 0 interrupted iterations
default   [  87% ] 169/200 VUs  2m36.9s/3m00.0s

running (2m37.9s), 161/200 VUs, 6504 complete and 0 interrupted iterations
default   [  88% ] 161/200 VUs  2m37.9s/3m00.0s

running (2m38.9s), 155/200 VUs, 6549 complete and 0 interrupted iterations
default   [  88% ] 155/200 VUs  2m38.9s/3m00.0s

running (2m39.9s), 149/200 VUs, 6604 complete and 0 interrupted iterations
default   [  89% ] 149/200 VUs  2m39.9s/3m00.0s

running (2m40.9s), 138/200 VUs, 6657 complete and 0 interrupted iterations
default   [  89% ] 138/200 VUs  2m40.9s/3m00.0s

running (2m41.9s), 133/200 VUs, 6704 complete and 0 interrupted iterations
default   [  90% ] 133/200 VUs  2m41.9s/3m00.0s

running (2m42.9s), 130/200 VUs, 6753 complete and 0 interrupted iterations
default   [  90% ] 130/200 VUs  2m42.9s/3m00.0s

running (2m43.9s), 120/200 VUs, 6802 complete and 0 interrupted iterations
default   [  91% ] 120/200 VUs  2m43.9s/3m00.0s

running (2m44.9s), 116/200 VUs, 6852 complete and 0 interrupted iterations
default   [  92% ] 116/200 VUs  2m44.9s/3m00.0s

running (2m45.9s), 104/200 VUs, 6901 complete and 0 interrupted iterations
default   [  92% ] 104/200 VUs  2m45.9s/3m00.0s

running (2m46.9s), 096/200 VUs, 6954 complete and 0 interrupted iterations
default   [  93% ] 096/200 VUs  2m46.9s/3m00.0s

running (2m47.9s), 089/200 VUs, 6999 complete and 0 interrupted iterations
default   [  93% ] 089/200 VUs  2m47.9s/3m00.0s

running (2m48.9s), 084/200 VUs, 7040 complete and 0 interrupted iterations
default   [  94% ] 084/200 VUs  2m48.9s/3m00.0s

running (2m49.9s), 074/200 VUs, 7088 complete and 0 interrupted iterations
default   [  94% ] 074/200 VUs  2m49.9s/3m00.0s

running (2m50.9s), 071/200 VUs, 7124 complete and 0 interrupted iterations
default   [  95% ] 071/200 VUs  2m50.9s/3m00.0s

running (2m51.9s), 063/200 VUs, 7162 complete and 0 interrupted iterations
default   [  95% ] 063/200 VUs  2m51.9s/3m00.0s

running (2m52.9s), 056/200 VUs, 7202 complete and 0 interrupted iterations
default   [  96% ] 056/200 VUs  2m52.9s/3m00.0s

running (2m53.9s), 047/200 VUs, 7239 complete and 0 interrupted iterations
default   [  97% ] 047/200 VUs  2m53.9s/3m00.0s

running (2m54.9s), 040/200 VUs, 7280 complete and 0 interrupted iterations
default   [  97% ] 040/200 VUs  2m54.9s/3m00.0s

running (2m55.9s), 032/200 VUs, 7315 complete and 0 interrupted iterations
default   [  98% ] 032/200 VUs  2m55.9s/3m00.0s

running (2m56.9s), 026/200 VUs, 7347 complete and 0 interrupted iterations
default   [  98% ] 026/200 VUs  2m56.9s/3m00.0s

running (2m57.9s), 017/200 VUs, 7373 complete and 0 interrupted iterations
default   [  99% ] 017/200 VUs  2m57.9s/3m00.0s

running (2m58.9s), 011/200 VUs, 7390 complete and 0 interrupted iterations
default   [  99% ] 011/200 VUs  2m58.9s/3m00.0s

running (2m59.9s), 003/200 VUs, 7399 complete and 0 interrupted iterations
default   [ 100% ] 003/200 VUs  2m59.9s/3m00.0s

running (3m00.9s), 001/200 VUs, 7402 complete and 0 interrupted iterations
default Γåô [ 100% ] 002/200 VUs  3m0s


  Γûê THRESHOLDS 

    http_req_duration
    Γ£ù 'p(95)<2000' p(95)=3.09s

    http_req_failed
    Γ£ô 'rate<0.05' rate=0.00%


  Γûê TOTAL RESULTS 

    checks_total.......: 7403    40.889345/s
    checks_succeeded...: 100.00% 7403 out of 7403
    checks_failed......: 0.00%   0 out of 7403

    Γ£ô status is 200

    HTTP
    http_req_duration..............: avg=2.17s min=109.97ms med=2.87s max=6s    p(90)=3.06s p(95)=3.09s
      { expected_response:true }...: avg=2.17s min=109.97ms med=2.87s max=6s    p(90)=3.06s p(95)=3.09s
    http_req_failed................: 0.00%  0 out of 7403
    http_reqs......................: 7403   40.889345/s

    EXECUTION
    iteration_duration.............: avg=3.17s min=1.11s    med=3.88s max=7.01s p(90)=4.06s p(95)=4.09s
    iterations.....................: 7403   40.889345/s
    vus............................: 1      min=1         max=200
    vus_max........................: 200    min=200       max=200

    NETWORK
    data_received..................: 6.6 MB 36 kB/s
    data_sent......................: 592 kB 3.3 kB/s



running (3m01.0s), 000/200 VUs, 7403 complete and 0 interrupted iterations
default Γ£ô [ 100% ] 000/200 VUs  3m0s